Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: · 只读授权
ar: · للقراءة فقط
de: · Nur Lesen
en: · Read-only
es_mx: · Solo lectura
fr: · Lecture seule
ja: · 読み取り専用
ko: · 읽기 전용
pt_br: · Somente leitura
pt_pt: · Apenas leitura
tr: · Salt okunur
zh_hant: · 唯讀授權
zh_hk: · 唯讀授權

source: -副本
ar: -نسخة
de: -Kopie
en: -copy
es_mx: -copia
fr: -copie
ja: -コピー
ko: -사본
pt_br: -cópia
pt_pt: -cópia
tr: -kopya

source: · %lld 个连接
ar: · %lld اتصالات
de: · %lld Verbindungen
en: · %lld connections
es_mx: · %lld conexiones
fr: · %lld connexions
ja: · %lld 件の接続
ko: · 연결 %lld개
pt_br: · %lld conexões
pt_pt: · %lld ligações
tr: · %lld bağlantı
zh_hant: · %lld 個連線
zh_hk: · %lld 個連線

source: （暂无诊断日志）
ar: (لا توجد سجلات تشخيص بعد)
de: (Noch keine Diagnoseprotokolle)
en: (No diagnostic logs yet)
es_mx: (Aún no hay registros de diagnóstico)
fr: (Aucun journal de diagnostic pour l’instant)
ja: （診断ログはまだありません）
ko: (아직 진단 로그가 없습니다)
pt_br: (Ainda não há registros de diagnóstico)
pt_pt: (Ainda não há registos de diagnóstico)
tr: (Henüz tanılama günlüğü yok)
zh_hant: （尚無診斷日誌）
zh_hk: （尚無診斷日誌）

source: （条件尚未填完）
ar: (الشروط غير مكتملة)
de: (Bedingungen unvollständig)
en: (Conditions incomplete)
es_mx: (Condiciones incompletas)
fr: (Conditions incomplètes)
ja: （条件が未入力です）
ko: (조건이 미완성입니다)
pt_br: (Condições incompletas)
pt_pt: (Condições incompletas)
tr: (Koşullar tamamlanmadı)
zh_hant: （條件尚未填寫完整）
zh_hk: （條件尚未填寫完整）

source: （空）
ar: (فارغ)
de: (leer)
en: (empty)
es_mx: (vacío)
fr: (vide)
ko: (비어 있음)
pt_br: (vazio)
pt_pt: (vazio)
tr: (boş)

source: 「今日」按
ar: احسب «اليوم» حسب
de: „Heute“ zählen nach
en: Count “Today” by
es_mx: Contar “Hoy” por
fr: Compter « Aujourd’hui » par
ja: 「今日」の基準
ko: “오늘” 집계 기준
pt_br: Contar “Hoje” por
pt_pt: Contar “Hoje” por
tr: “Bugün”ü şuna göre say
zh_hant: 「今日」依據
zh_hk: 「今日」依據

source: 「属于」可填多个值，用空格或逗号分隔。
ar: يقبل «ضمن» عدة قيم مفصولة بمسافات أو فواصل.
de: „Ist in“ akzeptiert mehrere durch Leerzeichen oder Kommas getrennte Werte.
en: “Is in” accepts multiple values, separated by spaces or commas.
es_mx: «Pertenece a» admite varios valores separados por espacios o comas.
fr: « Fait partie de » accepte plusieurs valeurs, séparées par des espaces ou des virgules.
ja: 「いずれか」は複数の値を指定できます（スペースまたはカンマ区切り）。
ko: “다음 중 하나”는 공백이나 쉼표로 구분해 여러 값을 입력할 수 있습니다.
pt_br: “Está em” aceita vários valores, separados por espaços ou vírgulas.
pt_pt: “Pertence a” aceita vários valores, separados por espaços ou vírgulas.
tr: “İçinde” boşluk veya virgülle ayrılmış birden çok değer kabul eder.
zh_hant: 「屬於」可填多個值，以空格或逗號分隔。
zh_hk: 「屬於」可填多個值，以空格或逗號分隔。

source: 「所有人」表示任何已认证用户。国家用两位代码（如 US、CN）。
ar: «الجميع» يعني أي مستخدم مُصادق. استخدم رموز الدول من حرفين (مثل US وCN).
de: „Alle“ bedeutet jeder authentifizierte Nutzer. Verwende zweistellige Ländercodes (z. B. US, CN).
en: “Everyone” means any authenticated user. Use two-letter country codes (e.g. US, CN).
es_mx: «Todos» significa cualquier usuario autenticado. Usa códigos de país de dos letras (p. ej. US, CN).
fr: « Tout le monde » désigne tout utilisateur authentifié. Utilisez des codes pays à deux lettres (ex. US, CN).
ja: 「全員」は認証済みの任意のユーザーを意味します。国は2文字コード（例：US、CN）を使用します。
ko: “모든 사용자”는 인증된 모든 사용자를 의미합니다. 국가는 두 글자 코드(예: US, CN)를 사용하세요.
pt_br: “Todos” significa qualquer usuário autenticado. Use códigos de país de duas letras (ex.: US, CN).
pt_pt: “Todos” significa qualquer utilizador autenticado. Use códigos de país de duas letras (ex.: US, CN).
tr: “Herkes” kimliği doğrulanmış her kullanıcı demektir. İki harfli ülke kodları kullanın (ör. US, CN).
zh_hant: 「所有人」表示任何已驗證的使用者。國家／地區使用兩位代碼（例如 US、CN）。
zh_hk: 「所有人」表示任何已驗證的使用者。國家／地區使用兩位代碼（例如 US、CN）。

source: %@ 当前%@，套餐 %@。
ar: %1$@ حاليًا %2$@ على خطة %3$@.
de: %1$@ ist derzeit %2$@ im Tarif %3$@.
en: %1$@ is currently %2$@ on the %3$@ plan.
es_mx: %1$@ está %2$@ actualmente en el plan %3$@.
fr: %1$@ est actuellement %2$@ sur le forfait %3$@.
ja: %1$@ は現在%2$@、プランは %3$@ です。
ko: %1$@은(는) 현재 %3$@ 요금제에서 %2$@입니다.
pt_br: %1$@ está %2$@ no momento no plano %3$@.
pt_pt: %1$@ está %2$@ atualmente no plano %3$@.
tr: %1$@ şu anda %3$@ planında %2$@.
zh_hant: %1$@ 目前%2$@，方案 %3$@。
zh_hk: %1$@ 目前%2$@，計劃 %3$@。

source: %@ 未授权
ar: %@ غير مُصرّح
de: %@ nicht autorisiert
en: %@ not authorized
es_mx: %@ no autorizado
fr: %@ non autorisé
ja: %@ は未認可です
ko: %@ 권한 없음
pt_br: %@ não autorizado
pt_pt: %@ não autorizado
tr: %@ yetkili değil
zh_hant: %@ 未授權
zh_hk: %@ 未授權

source: %@ 状态从 %@ 变为 %@
ar: %1$@ تغيّر من %2$@ إلى %3$@
de: %1$@ wechselte von %2$@ zu %3$@
en: %1$@ changed from %2$@ to %3$@
es_mx: %1$@ cambió de %2$@ a %3$@
fr: %1$@ est passé de %2$@ à %3$@
ja: %1$@ のステータスが %2$@ から %3$@ に変わりました
ko: %1$@ 상태가 %2$@에서 %3$@(으)로 변경됨
pt_br: %1$@ mudou de %2$@ para %3$@
pt_pt: %1$@ mudou de %2$@ para %3$@
tr: %1$@ %2$@ durumundan %3$@ durumuna geçti
zh_hant: %1$@ 狀態從 %2$@ 變為 %3$@
zh_hk: %1$@ 狀態從 %2$@ 變為 %3$@

source: %@ 策略
ar: سياسة %@
de: %@-Richtlinie
en: %@ Policy
es_mx: Política de %@
fr: Politique %@
ja: %@ ポリシー
ko: %@ 정책
pt_br: Política de %@
pt_pt: Política de %@
tr: %@ İlkesi
zh_hant: %@ 原則
zh_hk: %@ 政策

source: %@ 记录 · %@ · %@
ar: سجل %1$@ · %2$@ · %3$@
de: %1$@-Eintrag · %2$@ · %3$@
en: %1$@ record · %2$@ · %3$@
es_mx: Registro %1$@ · %2$@ · %3$@
fr: Enregistrement %1$@ · %2$@ · %3$@
ja: %1$@ レコード · %2$@ · %3$@
ko: %1$@ 레코드 · %2$@ · %3$@
pt_br: Registro %1$@ · %2$@ · %3$@
pt_pt: Registo %1$@ · %2$@ · %3$@
tr: %1$@ kaydı · %2$@ · %3$@
zh_hant: %1$@ 記錄 · %2$@ · %3$@
zh_hk: %1$@ 記錄 · %2$@ · %3$@

source: %lld 个 Worker
ar: %lld عامل
de: %lld Workers
en: %lld Workers
es_mx: %lld Workers
fr: %lld Workers
ja: %lld 件の Worker
ko: Worker %lld개
pt_br: %lld Workers
pt_pt: %lld Workers
tr: %lld Worker
zh_hant: %lld 個 Worker
zh_hk: %lld 個 Worker

source: %lld 个域名
ar: %lld نطاقات
de: %lld Domains
en: %lld domains
es_mx: %lld dominios
fr: %lld domaines
ja: %lld 件のドメイン
ko: 도메인 %lld개
pt_br: %lld domínios
pt_pt: %lld domínios
tr: %lld alan adı
zh_hant: %lld 個網域
zh_hk: %lld 個域名

source: %lld 个域名 · %lld 个已启用
ar: النطاقات: %1$lld · النشطة: %2$lld
de: Domains: %1$lld · Aktiv: %2$lld
en: Domains: %1$lld · Active: %2$lld
es_mx: Dominios: %1$lld · Activos: %2$lld
fr: Domaines : %1$lld · Actifs : %2$lld
ja: %1$lld 件のドメイン · %2$lld 件有効
ko: 도메인 %1$lld개 · 활성 %2$lld개
pt_br: Domínios: %1$lld · Ativos: %2$lld
pt_pt: Domínios: %1$lld · Ativos: %2$lld
tr: Alan adları: %1$lld · Etkin: %2$lld
zh_hant: %1$lld 個網域 · %2$lld 個已啟用
zh_hk: %1$lld 個域名 · %2$lld 個已啟用

source: %lld 个域名全部正常
ar: جميع النطاقات الـ%lld سليمة
de: Alle %lld Domains in Ordnung
en: All %lld domains healthy
es_mx: Los %lld dominios están bien
fr: Les %lld domaines sont sains
ja: %lld 件のドメインはすべて正常です
ko: %lld개 도메인 모두 정상
pt_br: Todos os %lld domínios estão bem
pt_pt: Todos os %lld domínios estão bem
tr: %lld alan adının tümü sağlıklı
zh_hant: %lld 個網域全部正常
zh_hk: %lld 個域名全部正常

source: %lld 个域名状态发生变化：%@
ar: %lld نطاقات تغيّرت حالتها: %@
de: %lld Domains mit Statusänderung: %@
en: %lld domains changed status: %@
es_mx: %lld dominios cambiaron de estado: %@
fr: %lld domaines ont changé d’état : %@
ja: %1$lld 件のドメインのステータスが変わりました：%2$@
ko: %lld개 도메인 상태 변경: %@
pt_br: %lld domínios mudaram de status: %@
pt_pt: %lld domínios mudaram de estado: %@
tr: %lld alan adının durumu değişti: %@
zh_hant: %1$lld 個網域狀態發生變化：%2$@
zh_hk: %1$lld 個域名狀態發生變化：%2$@

source: %lld 个对象
ar: %lld كائن
de: %lld Objekte
en: %lld objects
es_mx: %lld objetos
fr: %lld objets
ja: %lld 個のオブジェクト
ko: 객체 %lld개
pt_br: %lld objetos
pt_pt: %lld objetos
tr: %lld nesne
zh_hant: %lld 個物件
zh_hk: %lld 個物件

source: %lld 个节点异常
ar: %lld عقدة متأثرة
de: %lld Knoten betroffen
en: %lld nodes impacted
es_mx: %lld nodos afectados
fr: %lld nœuds touchés
ja: %lld 拠点で問題あり
ko: %lld개 노드 영향받음
pt_br: %lld nós afetados
pt_pt: %lld nós afetados
tr: %lld düğüm etkilendi
zh_hant: %lld 個節點異常
zh_hk: %lld 個節點異常

source: %lld 个重定向列表
ar: %lld قائمة إعادة توجيه
de: %lld Weiterleitungslisten
en: %lld redirect lists
es_mx: %lld listas de redirección
fr: %lld listes de redirection
ja: %lld 件のリダイレクトリスト
ko: 리디렉션 목록 %lld개
pt_br: %lld listas de redirecionamento
pt_pt: %lld listas de redirecionamento
tr: %lld yönlendirme listesi
zh_hant: %lld 個重新導向清單
zh_hk: %lld 個重定向清單

source: %lld 个错误
ar: %lld خطأ
de: %lld Fehler
en: %lld errors
es_mx: %lld errores
fr: %lld erreurs
ja: %lld 件のエラー
ko: %lld개 오류
pt_br: %lld erros
pt_pt: %lld erros
tr: %lld hata
zh_hant: %lld 個錯誤
zh_hk: %lld 個錯誤

source: %lld 个项目
ar: %lld مشروع
de: %lld Projekte
en: %lld projects
es_mx: %lld proyectos
fr: %lld projets
ja: %lld 件のプロジェクト
ko: 프로젝트 %lld개
pt_br: %lld projetos
pt_pt: %lld projetos
tr: %lld proje
zh_hant: %lld 個專案
zh_hk: %lld 個專案

source: %lld 位
ar: %lld بت
de: %lld Bit
en: %lld-bit
es_mx: %lld bits
fr: %lld bits
ja: %lld ビット
ko: %lld비트
pt_br: %lld bits
pt_pt: %lld bits
tr: %lld bit
zh_hant: %lld 位元
zh_hk: %lld 位元

source: %lld 分钟
ar: %lld دقيقة
de: %lld Min.
en: %lld min
es_mx: %lld min
fr: %lld min
ja: %lld 分
ko: %lld분
pt_br: %lld min
pt_pt: %lld min
tr: %lld dk
zh_hant: %lld 分鐘
zh_hk: %lld 分鐘

source: %lld 天
ar: %lld يوم
de: %lld Tage
en: %lld days
es_mx: %lld días
fr: %lld jours
ja: %lld 日
ko: %lld일
pt_br: %lld dias
pt_pt: %lld dias
tr: %lld gün

source: %lld 小时
ar: %lld ساعة
de: %lld Std.
en: %lld h
es_mx: %lld h
fr: %lld h
ja: %lld 時間
ko: %lld시간
pt_br: %lld h
pt_pt: %lld h
tr: %lld sa
zh_hant: %lld 小時
zh_hk: %lld 小時

source: %lld 已启用
ar: %lld نشط
de: %lld aktiv
en: %lld active
es_mx: %lld activos
fr: %lld actifs
ja: %lld 件有効
ko: %lld개 활성
pt_br: %lld ativos
pt_pt: %lld ativos
tr: %lld etkin
zh_hant: %lld 已啟用
zh_hk: %lld 已啟用

source: %lld 张表
ar: %lld جدول
de: %lld Tabellen
en: %lld tables
es_mx: %lld tablas
fr: %lld tables
ja: %lld 個のテーブル
ko: 테이블 %lld개
pt_br: %lld tabelas
pt_pt: %lld tabelas
tr: %lld tablo
zh_hant: %lld 張表
zh_hk: %lld 張表

source: %lld 日
ar: اليوم %lld
de: Tag %lld
en: Day %lld
es_mx: Día %lld
fr: Jour %lld
ko: %lld일
pt_br: Dia %lld
pt_pt: Dia %lld
tr: %lld. gün

source: %lld 条
ar: %lld عنصر
de: %lld Einträge
en: %lld items
es_mx: %lld elementos
fr: %lld éléments
ja: %lld 件
ko: %lld개
pt_br: %lld itens
pt_pt: %lld itens
tr: %lld öğe
zh_hant: %lld 筆
zh_hk: %lld 條

source: %lld 条触发规则
ar: %lld قاعدة تشغيل
de: %lld Trigger-Regeln
en: %lld trigger rules
es_mx: %lld reglas de activación
fr: %lld règles de déclenchement
ja: %lld 件のトリガールール
ko: 트리거 규칙 %lld개
pt_br: %lld regras de acionamento
pt_pt: %lld regras de acionamento
tr: %lld tetikleme kuralı
zh_hant: %lld 條觸發規則
zh_hk: %lld 條觸發規則

source: %lld 条重定向
ar: %lld إعادة توجيه
de: %lld Weiterleitungen
en: %lld redirects
es_mx: %lld redirecciones
fr: %lld redirections
ja: %lld 件のリダイレクト
ko: 리디렉션 %lld개
pt_br: %lld redirecionamentos
pt_pt: %lld redirecionamentos
tr: %lld yönlendirme
zh_hant: %lld 條重新導向
zh_hk: %lld 條重定向

# %lld 次 / %@ → %@
source: %1$lld 次 / %2$@ → %3$@
ar: %1$lld طلب / %2$@ → %3$@
de: %1$lld Anf. / %2$@ → %3$@
en: %1$lld req / %2$@ → %3$@
es_mx: %1$lld sol. / %2$@ → %3$@
fr: %1$lld req. / %2$@ → %3$@
ja: %1$lld 回 / %2$@ → %3$@
ko: %1$lld회 / %2$@ → %3$@
pt_br: %1$lld req. / %2$@ → %3$@
pt_pt: %1$lld ped. / %2$@ → %3$@
tr: %1$lld istek / %2$@ → %3$@

source: %lld 次请求
ar: %lld طلب
de: %lld Anfragen
en: %lld requests
es_mx: %lld solicitudes
fr: %lld requêtes
ja: %lld 件のリクエスト
ko: %lld회 요청
pt_br: %lld solicitações
pt_pt: %lld pedidos
tr: %lld istek
zh_hant: %lld 次請求
zh_hk: %lld 次請求

# %lld 生产者 · %lld 消费者
source: %1$lld 生产者 · %2$lld 消费者
ar: %lld منتِج · %lld مستهلِك
de: %lld Producer · %lld Consumer
en: %lld producers · %lld consumers
es_mx: %lld productores · %lld consumidores
fr: %lld producteurs · %lld consommateurs
ja: プロデューサー %lld · コンシューマー %lld
ko: 프로듀서 %lld · 컨슈머 %lld
pt_br: %lld produtores · %lld consumidores
pt_pt: %lld produtores · %lld consumidores
tr: %lld üretici · %lld tüketici
zh_hant: %lld 個生產者 · %lld 個消費者
zh_hk: %lld 個生產者 · %lld 個消費者

source: %lld 秒
ar: %lld ثانية
de: %lld Sek.
en: %lld sec
es_mx: %lld s
fr: %lld s
ko: %lld초
pt_br: %lld s
pt_pt: %lld s
tr: %lld sn

source: %lld 项产品服务全部正常
ar: جميع المنتجات والخدمات الـ %lld تعمل بشكل طبيعي
de: Alle %lld Produkte und Dienste betriebsbereit
en: All %lld products and services operational
es_mx: Los %lld productos y servicios funcionan con normalidad
fr: Les %lld produits et services sont opérationnels
ja: %lld 件の製品・サービスがすべて正常
ko: %lld개 제품 및 서비스 모두 정상
pt_br: Todos os %lld produtos e serviços operacionais
pt_pt: Todos os %lld produtos e serviços operacionais
tr: %lld ürün ve hizmetin tümü çalışıyor
zh_hant: %lld 項產品服務全部正常
zh_hk: %lld 項產品服務全部正常

source: %lld 项权限
ar: %lld أذونات
de: %lld Berechtigungen
en: %lld permissions
es_mx: %lld permisos
fr: %lld autorisations
ja: %lld 件の権限
ko: 권한 %lld개
pt_br: %lld permissões
pt_pt: %lld permissões
tr: %lld izin
zh_hant: %lld 項權限
zh_hk: %lld 項權限

source: %lld/%lld 个域名已启用
ar: %1$lld من %2$lld نطاق نشط
de: %1$lld von %2$lld Domains aktiv
en: %1$lld of %2$lld domains active
es_mx: %1$lld de %2$lld dominios activos
fr: %1$lld domaines actifs sur %2$lld
ja: %1$lld/%2$lld 件のドメインが有効
ko: 도메인 %2$lld개 중 %1$lld개 활성
pt_br: %1$lld de %2$lld domínios ativos
pt_pt: %1$lld de %2$lld domínios ativos
tr: %2$lld alan adından %1$lld tanesi etkin
zh_hant: %1$lld/%2$lld 個網域已啟用
zh_hk: %1$lld/%2$lld 個域名已啟用

# %lld/%lld 数据中心健康
source: %1$lld/%2$lld 数据中心健康
ar: %lld/%lld مركز بيانات سليم
de: %lld/%lld Rechenzentren fehlerfrei
en: %lld/%lld data centers healthy
es_mx: %lld/%lld centros de datos en buen estado
fr: %lld/%lld centres de données sains
ja: %lld/%lld のデータセンターが正常
ko: 데이터 센터 %lld/%lld 정상
pt_br: %lld/%lld data centers saudáveis
pt_pt: %lld/%lld centros de dados saudáveis
tr: %lld/%lld veri merkezi sağlıklı
zh_hant: %lld/%lld 個資料中心健康
zh_hk: %lld/%lld 個數據中心健康

# %lld/%lld 源站启用
source: %1$lld/%2$lld 源站启用
ar: %lld/%lld أصل مفعّل
de: %lld/%lld Origins aktiviert
en: %lld/%lld origins enabled
es_mx: %lld/%lld orígenes activos
fr: %lld/%lld origines activées
ja: %lld/%lld のオリジンが有効
ko: 오리진 %lld/%lld 활성화
pt_br: %lld/%lld origens ativas
pt_pt: %lld/%lld origens ativas
tr: %lld/%lld köken etkin
zh_hant: %lld/%lld 個來源啟用
zh_hk: %lld/%lld 個來源啟用

source: 0 – 12 小时（43200 秒）。消息进入队列后延迟多久才投递。
ar: 0 – 12 ساعة (43200 ثانية). المدة التي تتأخر فيها الرسائل بعد دخولها قائمة الانتظار قبل تسليمها.
de: 0–12 Stunden (43200 s). Wie lange Nachrichten nach dem Eintreffen in der Queue verzögert werden, bevor sie zugestellt werden.
en: 0 – 12 hours (43200 s). How long messages are delayed after entering the queue before delivery.
es_mx: 0 a 12 horas (43200 s). Cuánto se retrasan los mensajes tras entrar en la cola antes de entregarse.
fr: 0 – 12 heures (43200 s). Délai avant la remise des messages après leur entrée dans la file.
ja: 0〜12 時間（43200 秒）。メッセージがキューに入ってから配信されるまでの遅延時間。
ko: 0~12시간(43200초). 메시지가 대기열에 들어온 후 전달되기까지의 지연 시간입니다.
pt_br: 0 – 12 horas (43200 s). Quanto tempo as mensagens são adiadas após entrar na fila antes da entrega.
pt_pt: 0 – 12 horas (43200 s). Quanto tempo as mensagens são adiadas após entrarem na fila antes da entrega.
tr: 0 – 12 saat (43200 sn). Mesajların kuyruğa girdikten sonra teslim edilmeden önce ne kadar geciktirileceği.
zh_hant: 0 – 12 小時（43200 秒）。訊息進入佇列後延遲多久才投遞。
zh_hk: 0 – 12 小時（43200 秒）。訊息進入佇列後延遲多久才投遞。

source: 0-RTT 连接恢复
ar: استئناف اتصال 0-RTT
de: 0-RTT-Verbindungswiederaufnahme
en: 0-RTT Connection Resumption
es_mx: Reanudación de conexión 0-RTT
fr: Reprise de connexion 0-RTT
ja: 0-RTT 接続再開
ko: 0-RTT 연결 재개
pt_br: Retomada de conexão 0-RTT
pt_pt: Retoma de ligação 0-RTT
tr: 0-RTT Bağlantı Sürdürme
zh_hant: 0-RTT 連線恢復
zh_hk: 0-RTT 連線恢復

source: 1 个月
ar: شهر واحد
de: 1 Monat
en: 1 month
es_mx: 1 mes
fr: 1 mois
ja: 1か月
ko: 1개월
pt_br: 1 mês
pt_pt: 1 mês
tr: 1 ay
zh_hant: 1 個月
zh_hk: 1 個月

source: 1 分钟
ar: دقيقة واحدة
de: 1 Minute
en: 1 minute
es_mx: 1 minuto
fr: 1 minute
ja: 1分
ko: 1분
pt_br: 1 minuto
pt_pt: 1 minuto
tr: 1 dakika
zh_hant: 1 分鐘
zh_hk: 1 分鐘

source: 1 周
ar: أسبوع واحد
de: 1 Woche
en: 1 week
es_mx: 1 semana
fr: 1 semaine
ja: 1週間
ko: 1주
pt_br: 1 semana
pt_pt: 1 semana
tr: 1 hafta
zh_hant: 1 週
zh_hk: 1 週

source: 1 天
ar: يوم واحد
de: 1 Tag
en: 1 day
es_mx: 1 día
fr: 1 jour
ja: 1日
ko: 1일
pt_br: 1 dia
pt_pt: 1 dia
tr: 1 gün
zh_hk: 1 日

source: 1 小时
ar: ساعة واحدة
de: 1 Stunde
en: 1 hour
es_mx: 1 hora
fr: 1 heure
ja: 1時間
ko: 1시간
pt_br: 1 hora
pt_pt: 1 hora
tr: 1 saat
zh_hant: 1 小時
zh_hk: 1 小時

source: 1 日（自然月）
ar: اليوم 1 (الشهر الميلادي)
de: Tag 1 (Kalendermonat)
en: Day 1 (calendar month)
es_mx: Día 1 (mes natural)
fr: Jour 1 (mois civil)
ja: 1日（暦月）
ko: 1일(자연월)
pt_br: Dia 1 (mês civil)
pt_pt: Dia 1 (mês civil)
tr: 1. gün (takvim ayı)
zh_hant: 1 日（依日曆月）
zh_hk: 1 日（依日曆月）

source: 5 分钟
ar: 5 دقائق
de: 5 Minuten
en: 5 minutes
es_mx: 5 minutos
fr: 5 minutes
ja: 5分
ko: 5분
pt_br: 5 minutos
pt_pt: 5 minutos
tr: 5 dakika
zh_hant: 5 分鐘
zh_hk: 5 分鐘

source: 6 小时
ar: 6 ساعات
de: 6 Stunden
en: 6 hours
es_mx: 6 horas
fr: 6 heures
ja: 6時間
ko: 6시간
pt_br: 6 horas
pt_pt: 6 horas
tr: 6 saat
zh_hant: 6 小時
zh_hk: 6 小時

source: 7 天
ar: 7 أيام
de: 7 Tage
en: 7 days
es_mx: 7 días
fr: 7 jours
ja: 7日間
ko: 7일
pt_br: 7 dias
pt_pt: 7 dias
tr: 7 gün
zh_hk: 7 日

source: 7 天与 30 天流量分析属于 Pro；24 小时视图永久免费。
ar: تحليلات 7 أيام و30 يومًا جزء من Pro. أما عرض الـ 24 ساعة فيظل مجانيًا.
de: Die 7-Tage- und 30-Tage-Analyse gehört zu Pro. Die 24-Stunden-Ansicht bleibt kostenlos.
en: 7-day and 30-day analytics are part of Pro. The 24-hour view stays free.
es_mx: Los análisis de 7 y 30 días son parte de Pro. La vista de 24 horas es siempre gratis.
fr: Les analyses sur 7 et 30 jours font partie de Pro. La vue 24 heures reste gratuite.
ja: 7 日 / 30 日のアナリティクスは Pro の機能です。24 時間ビューはずっと無料です。
ko: 7일 및 30일 분석은 Pro에 포함됩니다. 24시간 보기는 항상 무료입니다.
pt_br: As análises de 7 e 30 dias fazem parte do Pro. A visão de 24 horas é sempre gratuita.
pt_pt: As análises de 7 e 30 dias fazem parte do Pro. A vista de 24 horas é sempre gratuita.
tr: 7 günlük ve 30 günlük analizler Pro’ya dahildir. 24 saatlik görünüm ücretsiz kalır.
zh_hant: 7 天與 30 天流量分析屬於 Pro；24 小時檢視永久免費。
zh_hk: 7 天與 30 天流量分析屬於 Pro；24 小時檢視永久免費。

source: 7 天免费试用 · 每年自动续订
ar: تجربة مجانية لمدة 7 أيام · تجديد سنوي
de: 7 Tage kostenlos testen · jährliche Verlängerung
en: 7-day free trial · renews yearly
es_mx: Prueba gratis de 7 días · se renueva cada año
fr: Essai gratuit de 7 jours · renouvellement annuel
ja: 7 日間無料トライアル · 毎年自動更新
ko: 7일 무료 체험 · 매년 자동 갱신
pt_br: Teste grátis de 7 dias · renova anualmente
pt_pt: Teste grátis de 7 dias · renova anualmente
tr: 7 gün ücretsiz deneme · yıllık yenilenir
zh_hant: 7 天免費試用 · 每年自動續訂
zh_hk: 7 天免費試用 · 每年自動續訂

source: 10 分钟
ar: 10 دقائق
de: 10 Min.
en: 10 min
es_mx: 10 min
fr: 10 min
ja: 10 分
ko: 10분
pt_br: 10 min
pt_pt: 10 min
tr: 10 dk
zh_hant: 10 分鐘
zh_hk: 10 分鐘

source: 10 秒
ar: 10 ثوانٍ
de: 10 Sek.
en: 10 sec
es_mx: 10 s
fr: 10 s
ko: 10초
pt_br: 10 s
pt_pt: 10 s
tr: 10 sn

source: 24 小时
ar: 24 ساعة
de: 24 Stunden
en: 24 hours
es_mx: 24 horas
fr: 24 heures
ja: 24時間
ko: 24시간
pt_br: 24 horas
pt_pt: 24 horas
tr: 24 saat
zh_hant: 24 小時
zh_hk: 24 小時

source: 24 小时请求
ar: طلبات 24 ساعة
de: 24-Stunden-Anfragen
en: 24-hour requests
es_mx: Solicitudes de 24 horas
fr: Requêtes sur 24 heures
ja: 24時間のリクエスト
ko: 24시간 요청
pt_br: Solicitações de 24 horas
pt_pt: Pedidos de 24 horas
tr: 24 saatlik istekler
zh_hant: 24 小時請求
zh_hk: 24 小時請求

source: 30 分钟
ar: 30 دقيقة
de: 30 Minuten
en: 30 minutes
es_mx: 30 minutos
fr: 30 minutes
ja: 30分
ko: 30분
pt_br: 30 minutos
pt_pt: 30 minutos
tr: 30 dakika
zh_hant: 30 分鐘
zh_hk: 30 分鐘

source: 30 天
ar: 30 يومًا
de: 30 Tage
en: 30 days
es_mx: 30 días
fr: 30 jours
ja: 30日間
ko: 30일
pt_br: 30 dias
pt_pt: 30 dias
tr: 30 gün
zh_hk: 30 日

source: 60 秒 – 14 天（1209600 秒）。当前约 %@。
ar: 60 ثانية – 14 يومًا (1209600 ثانية). حاليًا حوالي %@.
de: 60 s – 14 Tage (1209600 s). Derzeit etwa %@.
en: 60 s – 14 days (1209600 s). Currently about %@.
es_mx: 60 s a 14 días (1209600 s). Actualmente unos %@.
fr: 60 s – 14 jours (1209600 s). Actuellement environ %@.
ja: 60 秒〜14 日（1209600 秒）。現在約 %@。
ko: 60초~14일(1209600초). 현재 약 %@.
pt_br: 60 s – 14 dias (1209600 s). Atualmente cerca de %@.
pt_pt: 60 s – 14 dias (1209600 s). Atualmente cerca de %@.
tr: 60 sn – 14 gün (1209600 sn). Şu anda yaklaşık %@.
zh_hant: 60 秒 – 14 天（1209600 秒）。目前約 %@。
zh_hk: 60 秒 – 14 天（1209600 秒）。目前約 %@。

source: 192.168.1.0/24 或 2001:db8::/48
ar: 192.168.1.0/24 أو 2001:db8::/48
de: 192.168.1.0/24 oder 2001:db8::/48
en: 192.168.1.0/24 or 2001:db8::/48
es_mx: 192.168.1.0/24 o 2001:db8::/48
fr: 192.168.1.0/24 ou 2001:db8::/48
ja: 192.168.1.0/24 または 2001:db8::/48
ko: 192.168.1.0/24 또는 2001:db8::/48
pt_br: 192.168.1.0/24 ou 2001:db8::/48
pt_pt: 192.168.1.0/24 ou 2001:db8::/48
tr: 192.168.1.0/24 veya 2001:db8::/48

source: 301 永久
ar: 301 دائم
de: 301 Dauerhaft
en: 301 Permanent
es_mx: 301 permanente
fr: 301 Permanent
ja: 301 恒久
ko: 301 영구
pt_br: 301 Permanente
pt_pt: 301 Permanente
tr: 301 Kalıcı

source: 302 临时
ar: 302 مؤقت
de: 302 Temporär
en: 302 Temporary
es_mx: 302 temporal
fr: 302 Temporaire
ja: 302 一時的
ko: 302 임시
pt_br: 302 Temporário
pt_pt: 302 Temporário
tr: 302 Geçici
zh_hant: 302 暫時
zh_hk: 302 臨時

source: 307 临时（保留方法）
ar: 307 مؤقت (مع الحفاظ على الأسلوب)
de: 307 Temporär (Methode beibehalten)
en: 307 Temporary (preserve method)
es_mx: 307 temporal (conserva el método)
fr: 307 Temporaire (méthode conservée)
ja: 307 一時的（メソッド保持）
ko: 307 임시(메서드 유지)
pt_br: 307 Temporário (preserva o método)
pt_pt: 307 Temporário (preserva o método)
tr: 307 Geçici (yöntemi korur)
zh_hant: 307 暫時（保留方法）
zh_hk: 307 臨時（保留方法）

source: 308 永久（保留方法）
ar: 308 دائم (مع الحفاظ على الأسلوب)
de: 308 Dauerhaft (Methode beibehalten)
en: 308 Permanent (preserve method)
es_mx: 308 permanente (conserva el método)
fr: 308 Permanent (méthode conservée)
ja: 308 恒久（メソッド保持）
ko: 308 영구(메서드 유지)
pt_br: 308 Permanente (preserva o método)
pt_pt: 308 Permanente (preserva o método)
tr: 308 Kalıcı (yöntemi korur)

source: A 类 · %@
ar: الفئة A · %@
de: Klasse A · %@
en: Class A · %@
es_mx: Clase A · %@
fr: Classe A · %@
ja: クラス A · %@
ko: 클래스 A · %@
pt_br: Classe A · %@
pt_pt: Classe A · %@
tr: A sınıfı · %@
zh_hant: A 類 · %@
zh_hk: A 類 · %@

source: A 类操作 · %@
ar: عمليات الفئة A · %@
de: Klasse-A-Operationen · %@
en: Class A ops · %@
es_mx: Operaciones clase A · %@
fr: Opérations classe A · %@
ja: クラス A 操作 · %@
ko: 클래스 A 작업 · %@
pt_br: Operações classe A · %@
pt_pt: Operações classe A · %@
tr: A sınıfı işlemler · %@
zh_hant: A 類操作 · %@
zh_hk: A 類操作 · %@

source: Access 应用
ar: تطبيقات Access
de: Access-Anwendungen
en: Access apps
es_mx: Aplicaciones de Access
fr: Applications Access
ja: Access アプリ
ko: Access 앱
pt_br: Apps do Access
pt_pt: Aplicações do Access
tr: Access uygulamaları
zh_hant: Access 應用程式
zh_hk: Access 應用程式

source: AI Gateway 为 LLM 调用提供缓存、限速与日志。
ar: يوفّر AI Gateway التخزين المؤقت وحد المعدل والسجلات لاستدعاءات LLM.
de: AI Gateway bietet Caching, Ratenbegrenzung und Logging für LLM-Aufrufe.
en: AI Gateway adds caching, rate limiting and logging to LLM calls.
es_mx: AI Gateway añade caché, límite de tasa y registros a las llamadas de LLM.
fr: AI Gateway ajoute cache, limitation de débit et journaux aux appels LLM.
ja: AI Gateway は LLM 呼び出しにキャッシュ・レート制限・ログを提供します。
ko: AI Gateway는 LLM 호출에 캐시·속도 제한·로깅을 제공합니다.
pt_br: O AI Gateway adiciona cache, limite de taxa e logs às chamadas de LLM.
pt_pt: O AI Gateway adiciona cache, limite de taxa e registos às chamadas de LLM.
tr: AI Gateway, LLM çağrılarına önbellek, hız sınırı ve günlük ekler.
zh_hant: AI Gateway 為 LLM 呼叫提供快取、速率限制與記錄。
zh_hk: AI Gateway 為 LLM 呼叫提供緩存、速率限制與記錄。

source: AI Gateway 需要 Pro
ar: يتطلب AI Gateway إصدار Pro
de: AI Gateway erfordert Pro
en: AI Gateway requires Pro
es_mx: AI Gateway requiere Pro
fr: AI Gateway nécessite Pro
ja: AI Gateway には Pro が必要
ko: AI Gateway는 Pro 필요
pt_br: AI Gateway requer Pro
pt_pt: AI Gateway requer Pro
tr: AI Gateway için Pro gerekir
